{
  "class_name": "Sequential",
  "config": {
    "name": "sequential",
    "layers": [
      {
        "class_name": "LSTM",
        "config": {
          "name": "lstm",
          "trainable": true,
          "batch_input_shape": [
            null,
            null,
            52
          ],
          "dtype": "float32",
          "return_sequences": true,
          "return_state": false,
          "go_backwards": false,
          "stateful": false,
          "unroll": false,
          "time_major": false,
          "units": 256,
          "activation": "tanh",
          "recurrent_activation": "sigmoid",
          "use_bias": true,
          "kernel_initializer": {
            "class_name": "RandomNormal",
            "config": {
              "mean": 0.0,
              "stddev": 0.05,
              "seed": 71
            }
          },
          "recurrent_initializer": {
            "class_name": "Orthogonal",
            "config": {
              "gain": 1.0,
              "seed": null
            }
          },
          "bias_initializer": {
            "class_name": "Zeros",
            "config": {}
          },
          "unit_forget_bias": true,
          "kernel_regularizer": null,
          "recurrent_regularizer": null,
          "bias_regularizer": null,
          "activity_regularizer": null,
          "kernel_constraint": null,
          "recurrent_constraint": null,
          "bias_constraint": null,
          "dropout": 0.3,
          "recurrent_dropout": 0.0,
          "implementation": 2
        }
      },
      {
        "class_name": "LSTM",
        "config": {
          "name": "lstm_1",
          "trainable": true,
          "batch_input_shape": [
            null,
            null,
            52
          ],
          "dtype": "float32",
          "return_sequences": true,
          "return_state": false,
          "go_backwards": false,
          "stateful": false,
          "unroll": false,
          "time_major": false,
          "units": 256,
          "activation": "tanh",
          "recurrent_activation": "sigmoid",
          "use_bias": true,
          "kernel_initializer": {
            "class_name": "RandomNormal",
            "config": {
              "mean": 0.0,
              "stddev": 0.05,
              "seed": 71
            }
          },
          "recurrent_initializer": {
            "class_name": "Orthogonal",
            "config": {
              "gain": 1.0,
              "seed": null
            }
          },
          "bias_initializer": {
            "class_name": "Zeros",
            "config": {}
          },
          "unit_forget_bias": true,
          "kernel_regularizer": null,
          "recurrent_regularizer": null,
          "bias_regularizer": null,
          "activity_regularizer": null,
          "kernel_constraint": null,
          "recurrent_constraint": null,
          "bias_constraint": null,
          "dropout": 0.5,
          "recurrent_dropout": 0.0,
          "implementation": 2
        }
      },
      {
        "class_name": "Dense",
        "config": {
          "name": "dense",
          "trainable": true,
          "dtype": "float32",
          "units": 52,
          "activation": "softmax",
          "use_bias": true,
          "kernel_initializer": {
            "class_name": "RandomNormal",
            "config": {
              "mean": 0.0,
              "stddev": 0.05,
              "seed": 71
            }
          },
          "bias_initializer": {
            "class_name": "Zeros",
            "config": {}
          },
          "kernel_regularizer": null,
          "bias_regularizer": null,
          "activity_regularizer": null,
          "kernel_constraint": null,
          "bias_constraint": null
        }
      }
    ]
  },
  "keras_version": "2.2.4-tf",
  "backend": "tensorflow"
}